Repository: alecacace03/Ch2-Nosedive
Catalog: MoodDetector/Localizable.xcstrings
Source language: en
Languages: it

source: %@ out of 10
it: %@ su 10

source: %lld characters
it: %lld caratteri

source: %lld items
it: %lld voci

source: A balanced day. Not too bad, not too great.
it: Una giornata equilibrata. Non troppo male, non troppo buona.

source: A bit Down
it: Un po’ giù

source: A few things might be weighing on you.
it: Alcune cose potrebbero pesarti.

source: A good, positive vibe overall.
it: Una buona atmosfera positiva nel complesso.

source: A great day! Keep the momentum.
it: Una grande giornata! Mantieni lo slancio.

source: Add Item
it: Aggiungi voce

source: Add notes to see your progress
it: Aggiungi delle note per vedere i tuoi progressi

source: Average Mood
it: Umore medio

source: Character count
it: Contatore caratteri

source: Charts
it: Grafici

source: Content
it: Contento

source: Date
it: Data

source: declining
it: In declino

source: Describe your day and how you feel
it: Descrivi la tua giornata e come ti senti

source: Detail
it: Dettaglio

source: Diary of the Day
it: Diario del giorno

source: in improvement
it: In miglioramento

source: It looks like today feels heavy. Writing can help.
it: Sembra che oggi sia pesante. Scrivere può aiutare.

source: Journal text
it: Testo del diario

source: Legend
it: Legenda

source: Month
it: Mese

source: Mood
it: Umore

source: Mood description
it: Descrizione umore

source: Mood overview
it: Panoramica dell’umore

source: Mood score
it: Punteggio umore

source: Mood trend
it: Tendenza dell’umore

source: Neutral
it: Neutrale

source: No data available
it: Nessuno dato disponibile

source: No notes
it: Nessuna nota

source: No results
it: Nessun risultato

source: Save entry
it: Salva

source: Saves your journal entry with mood analysis
it: Salva la tua pagina di diario con l’analisi dell’umore

source: Search
it: Cerca

source: Search by summary, text, or mood
it: Cerca per riassunto, testo o umore

source: Search notes
it: Cerca nota

source: Search your notes
it: Cerca le tue note

source: Shows your current mood and score based on your text
it: Mostra il tuo umore attuale e il tuo punteggio in base al tuo testo

source: stable
it: stabile

source: Tap + to create your first note
it: Premi + per creare la tua prima nota

source: Tip
it: Consiglio

source: Try different keywords
it: Prova una parola chiave diversa

source: Value
it: Valore

source: Very Happy
it: Molto felice

source: Very Sad
it: Molto triste

source: Week
it: Settimana

source: Write naturally. Your mood score updates as you type, and your entry will be summarized when you save.
it: Scrivi in modo naturale. Il tuo punteggio dell'umore si aggiorna mentre digiti e la tua nota verrà riassunta quando salvi.

source: Write your thoughts here…
it: Scrivi qui i tuoi pensieri…
